7zip
arc-kde-git
aurorae
awww
base
base-devel
bluedevil
blueman
brave-bin
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
btop
cava
cliphist
deluge
deluge-gtk
discover
dosfstools
drkonqi
dunst
efibootmgr
ethtool
exfatprogs
firefox
flatpak-kcm
gimp
git
github-cli
gnome-keyring
grsync
grub
gst-plugins-ugly
gwenview
htop
hyprland
hyprshot
imv
inetutils
iverilog
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kvantum-theme-materia
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
less
libdvdcss
libkscreen
libksysguard
libmad
libplasma
libreoffice-fresh
linux
linux-firmware
materia-kde
milou
mpv
nano
network-manager-applet
networkmanager
networkmanager-dmenu-git
ntfs-3g
ocean-sound-theme
oxygen
oxygen-cursors
oxygen-sounds
papirus-icon-theme
pavucontrol
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
proton-vpn-cli
python-pip
qqc2-breeze-style
qt5ct
rofi
s-tui
samba
sddm
sddm-kcm
spectacle
sudo
systemsettings
tailscale
tcl
telegram-desktop
testdisk
thunar
timeshift
tk
tree
ttf-jetbrains-mono-nerd
udiskie
unzip
usbutils
vim
visual-studio-code-bin
vlc
wacomtablet
waybar
wget
whatsapp-for-linux-git
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xorg-xrandr
yad
yay
yay-debug
