7zip
aurorae
awww
base
base-devel
bind
blueman
brave-bin
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
brightnessctl
btop
cava
cliphist
cpupower
deluge
deluge-gtk
discover
dosfstools
dunst
efibootmgr
ethtool
exfatprogs
fail2ban
firefox
flatpak-kcm
gimp
git
github-cli
gnome-keyring
grsync
grub
gst-plugins-ugly
htop
hypridle
hyprland
hyprlock
hyprshot
imv
inetutils
inotify-tools
intel-gpu-tools
intel-media-driver
iperf3
iverilog
iw
kactivitymanagerd
kde-gtk-config
kdecoration
kgamma
kglobalacceld
kitty
kmenuedit
knighttime
kpipewire
krdp
ksshaskpass
kvantum
kvantum-theme-materia
kwallet-pam
kwayland
kwrited
layer-shell-qt
less
libdvdcss
libmad
libreoffice-fresh
libva-utils
linux
linux-firmware
man-db
mpv
nano
network-manager-applet
networkmanager
networkmanager-dmenu-git
nmap
nodejs
noto-fonts-emoji
npm
ntfs-3g
ocean-sound-theme
oxygen
oxygen-cursors
oxygen-sounds
papirus-icon-theme
pavucontrol
pipewire-pulse
plymouth-kcm
polkit-kde-agent
python-fonttools
python-pip
qqc2-breeze-style
qt5ct
rofi
rpi-imager
s-tui
samba
sddm
sddm-kcm
smartmontools
spectacle
spotify
sudo
tailscale
tcl
telegram-desktop
testdisk
thunar
timeshift
tk
tree
ttf-jetbrains-mono-nerd
udiskie
unzip
usbutils
vim
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
waybar
wget
whatsapp-for-linux-git
wireless_tools
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xrandr
yad
yay
yay-debug
